---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Hectares
source: html/771955ae-ad11-e013-946d-0032edecaf5d.htm
---
# Autodesk.Revit.DB.UnitTypeId.Hectares Property

Hectares.

## Syntax (C#)
```csharp
public static ForgeTypeId Hectares { get; }
```